[
	{
		"meta": {
			"id": "2FmTPol4nxNb4Q0elgN4oG",
			"type": "Entry",
			"createdAt": "2024-12-28T00:14:21.086Z",
			"updatedAt": "2025-01-08T09:02:21.603Z",
			"locale": "en-US"
		},
		"fields": {
			"title": "Contact",
			"header": "Contact Me to Take the First Step",
			"slug": "contact",
			"intro": "Taking the first step toward therapy can feel daunting, but I’m here to make it as simple as possible. Whether you’re curious about the process or ready to begin, I’d love to hear from you.",
			"sections": [
				{
					"title": "Contact - Main Content",
					"content": "## Schedule a Session\nI work with people from all over the world and all walks of life. Let’s explore how therapy can help you create positive, lasting change.\n\n[Include a link or form for booking a session.]\n\n## Contact Details\n- **Email:** eleni@mikrouli.nl\n- **Phone:** 00 31 6 19 44 62 63\n- **Languages:** Greek, Dutch, English\n- **Location:** Online sessions available worldwide"
				}
			]
		}
	},
	{
		"meta": {
			"id": "73rcZJ4hT1YtU28TI15VZp",
			"type": "Entry",
			"createdAt": "2025-01-08T02:59:42.227Z",
			"updatedAt": "2025-01-08T05:52:12.632Z",
			"locale": "en-US"
		},
		"fields": {
			"title": "404",
			"header": "404 - Page not found",
			"slug": "404",
			"intro": "It seems the page you’re looking for doesn’t exist—or perhaps it’s just taking a little break.",
			"sections": [
				{
					"title": "404 - Main content",
					"content": "## Lost? Let's Find Our Way Together\n\nJust like in life, we sometimes encounter detours that redirect us to new paths. Let’s make this moment an opportunity to move forward.\n\nYou can:\n- [Return to the homepage](/)\n- [Learn more about me and my approach](/about)\n- [Contact me for support](/contact)\n\n> Take a deep breath, and let’s keep navigating this journey together.\n\n---\n\n### Still Stuck?\n\nIf you’re finding yourself here often, don’t hesitate to reach out. I’d love to help you find what you’re looking for—or perhaps we can use this as the first step toward something new.\n\nHere’s how to get in touch:\n\n- **Email**: [eleni@mikrouli.nl](mailto:eleni@mikrouli.nl)\n- **Phone**: 00 31 6 19 44 62 63\n- **Languages**: Greek, Dutch, English\n\nOr, [schedule a session directly](/contact). \n\n> Together, we can start creating clarity and positive change."
				}
			]
		}
	},
	{
		"meta": {
			"id": "61Vdx8qP4ItFip29IZbe9u",
			"type": "Entry",
			"createdAt": "2024-12-27T22:59:24.373Z",
			"updatedAt": "2025-01-08T05:49:57.459Z",
			"locale": "en-US"
		},
		"fields": {
			"title": "About",
			"header": "Get to Know Me",
			"slug": "about",
			"intro": "I’m Eleni Papamikrouli, a systemic therapist working with individuals, couples, and families. Originally from Greece, I’ve lived in the Netherlands for over 15 years, giving me a unique perspective on the experiences of internationals and expats. That said, I work with people from all walks of life, offering a safe and supportive space for anyone seeking change.",
			"sections": [
				{
					"title": "About - Main content",
					"content": "## My approach \nI'm practical and collaborative. I combine curiosity with empathy to help clients explore their challenges and find ways forward. You don’t need to be perfect or have all the answers—therapy is about working together to create clarity and change.\n\n## Why Systemic Therapy?\nSystemic therapy focuses on the patterns and systems we live in, rather than labeling or diagnosing individuals. It’s not about finding fault but about exploring how dynamics work and where we can make meaningful shifts. My role is to guide you in uncovering possibilities and building solutions that fit your life."
				}
			]
		}
	},
	{
		"meta": {
			"id": "3Dq1BUqylcl2pQweRSAvc6",
			"type": "Entry",
			"createdAt": "2024-12-27T23:01:22.902Z",
			"updatedAt": "2024-12-28T06:00:04.391Z",
			"locale": "en-US"
		},
		"fields": {
			"title": "Services",
			"header": "Explore Ways We Can Work Together",
			"slug": "services",
			"intro": "I provide therapy for anyone seeking to improve their relationships, navigate challenges, or better understand themselves. While I bring a unique perspective to working with internationals and expats, my services are open to all who want to create positive change.",
			"sections": []
		}
	},
	{
		"meta": {
			"id": "3rFQxFehQrVUuxDH8StNup",
			"type": "Entry",
			"createdAt": "2024-12-27T23:40:02.880Z",
			"updatedAt": "2024-12-28T06:00:04.233Z",
			"locale": "en-US"
		},
		"fields": {
			"title": "Home",
			"header": "Creating Positive Change in Your Relationships and Life",
			"slug": "home",
			"intro": "Life can feel complicated, whether you’re navigating relationships, work challenges, or cultural transitions. \n\nI’m Eleni Papamikrouli, a systemic therapist working with individuals, couples, and families. While I specialize in supporting internationals and expats, I welcome anyone seeking clarity and connection in their life.",
			"sections": []
		}
	},
	{
		"meta": {
			"id": "2skTvZuf4xUYpfqA45Vz1O",
			"type": "Entry",
			"createdAt": "2024-12-27T23:38:56.621Z",
			"updatedAt": "2024-12-28T06:00:03.313Z",
			"locale": "en-US"
		},
		"fields": {
			"title": "Blog",
			"header": "Insights to Support Your Journey",
			"slug": "blog",
			"intro": "Therapy is about understanding ourselves and the systems we live in. Whether you're an international, an expat, or simply someone navigating life’s challenges, these articles offer insights and tools to support your journey.",
			"sections": []
		}
	}
]
